Repository: plumi/plumi.locales
Catalog: plumi/locales/locales/*/LC_MESSAGES/plumi.po
Languages: es, id

source: ${location}, from ${start} to ${end}
es: ${location}, de ${start} a ${end}
id: ${location}, dari ${start} sampai dengan ${end}

source: Activism
es: Activismos
id: Aktivis

source: Animal Rights
es: Derechos animales
id: Hak-hak Binatang

source: Animation
es: Animación
id: Animasi

source: Art / Culture
es: Arte / Cultura
id: Seni / Budaya

source: Art Prize
es: Pieza de arte
id: Hadiah Seni

source: Biodiversity
es: Biodiversidad
id: Keanekaragaman Hayati

source: Biotech
es: Biotecnología
id: Teknologi Hayati

source: Body Text
es: Texto de cuerpo
id: Badan Teks

source: Bougainville
es: Bougainville (Islas Salomón)
id: Bogenvile

source: Browse Content
es: Navegar contenido
id: Jelajah Konten

source: Burma
es: Birmania

source: Call Out!
es: ¡Llamar!
id: Pengumuman!

source: Call Outs
es: Llamados
id: Pengumuman

source: Categories
es: Categorías
id: Kategori

source: Categories. Hold down CTRL/COMMAND and click to multiple select topics.
es: Categorías. Presione la tecla CTRL/COMMAND y haga clic para seleccionar múltiples temáticas.
id: Kategori. Tekan Ctrl/Command dan klik untuk memilih lebih dari satu topik.

source: Category
es: Categoría
id: Kategori

source: Civil Liberties
es: Libertades Civiles
id: Kebebasan Masyarakat Sipil

source: Climate Change
es: Cambio climático
id: Perubahan Iklim

source: Closing Date
es: Fecha de cierre
id: Tanggal Penutupan

source: Competition
es: Competición
id: Kompetisi

source: Conference
es: Conferencia
id: Konferensi

source: Consumerism
es: Consumismo
id: Konsumerisme

source: Contact
es: Contacto
id: Kontak

source: Corporations / Privatisation
es: Corporaciones / Privatización
id: Korporasi / Swastanisasi

source: Countries
es: Países
id: Negara-negara

source: Country
es: País
id: Negara

source: Country of origin of the video
es: País del origen del vídeo
id: Negara asal video

source: Crew
es: Equipo
id: Kru

source: Date Produced
es: Fecha producido
id: Tanggal Pembuatan

source: Directed by
es: Dirigido por
id: Diarahkan oleh

source: Disability Rights
es: Deshabilitar derechos
id: Hak Cacat

source: Distributor
es: Distribuidor
id: Penyalur

source: Documentary
es: Documental
id: Dokumenter

source: Download Hi-Res / Screening Version
es: Descargar en alta resolución / Versión para proyección
id: Unduh Resolusi Tinggi/Versi Layar

source: Education
es: Educación
id: Pendidikan

source: Exhibition
es: Exhibición
id: Pameran

source: Featured Video
es: Vídeo destacado
id: Video Unggulan

source: Featured Videos
es: Vídeos destacados
id: Video-video Unggulan

source: Fiction
es: Ficción
id: Fiksi

source: Forests / Conservation
es: Forestación / Conservación
id: Hutan / Konservasi

source: Full Description
es: Descripción completa
id: Keterangan Lengkap

source: Gender / Sexuality
es: Género / Sexualidad
id: Jender / Seksualitas

source: Genres
es: Géneros
id: Genre

source: Globalisation
es: Globalización
id: Globalisasi

source: Health
es: Salud
id: Kesehatan

source: Home page
es: Página de inicio
id: Laman depan

source: Human Rights
es: Derechos humanos
id: Hak-hak Asasi Manusia

source: Image
es: Imagen
id: Gambar

source: Image caption
es: Titulo de Imagen
id: Judul gambar

source: Indigenous
es: Indígena
id: Pribumi

source: Keywords
es: Palabras claves
id: Kata kunci

source: Language
es: Lenguajes
id: Bahasa

source: Latest Videos
es: Últimos vídeos
id: Video Terbaru

source: Latest news and events on the site.
es: Últimas noticias y eventos en el sitio.
id: Berita dan peristiwa terbaru dalam situs ini.

source: Latest videos contributed by the users.
es: Últimos vídeos contribuidos por los usuarios.
id: Video terbaru yang dikirim oleh para pengguna.

source: Law / Justice
es: Ley / Justicia
id: Hukum / Keadilan

source: Location
es: Ubicación
id: Lokasi

source: More Videos&hellip;
es: Más vídeos &hellip;
id: Video Lain&hellip;

source: Music
es: Musica
id: Musik

source: NZ-Aotearoa
es: Nueva Zelanda - Aotearoa

source: News Report
es: Reportaje noticioso
id: Laporan Berita

source: News and Events
es: Noticias y Eventos
id: Berita dan Acara

source: Oceania
es: Oceanía

source: Other
es: Otro
id: Lain

source: Play video
es: Reproducir vídeo
id: Putar video

source: Politics
es: Políticas
id: Politik

source: Posted: ${PostedDate}
es: Enviado: ${PostedDate}
id: Dikirim: ${PostedDate}

source: Poverty / Development
es: Pobreza / Desarrollo
id: Kemiskinan / Pembangunan

source: Produced
es: Producido
id: Diproduksi

source: Produced by
es: Producido por
id: Diproduksi oleh

source: Producer
es: Productor
id: Produser

source: Producer Email Address
es: Dirección de correo electrónico del Productor
id: Alamat Email Produser

source: Producer Mailing Address
es: Dirección de correo del Productor
id: Alamat Surat Produser

source: Production
es: Producción
id: Produksi

source: Production Company
es: Compañía productora
id: Perusahaan Produksi

source: Production Company Name
es: Nombre de compañía productora
id: Nama Perusahaan Produksi

source: Project Name
es: Nombre de proyecto
id: Nama Proyek

source: Provide a date for when this callout will be closed.
es: Proveer una fecha para cuando este llamado será cerrado.
id: Isikan tanggal kapan panggilan ini akan ditutup.

source: Publish Event
es: Públicar Evento
id: Publikasikan Acara

source: Publish News
es: Publicar Noticia
id: Publikasikan Berita

source: Publish Video
es: Publicar Vídeo
id: Publikasikan Video

source: Race
es: Carreras
id: Ras

source: Read more&hellip;
es: Leer más &hellip;
id: Baca lanjut &hellip;

source: Refugee / Migration
es: Refugiados / Migración
id: Pengungsian / Migrasi

source: Religion
es: Religión
id: Agama

source: Screening
es: Proyección
id: Penyaringan

source: South East Asia
es: Sureste de Asia
id: Asia Tenggara

source: Sustainability
es: Sostenibilidad
id: Keberlanjutan

source: The Director of the video content
es: El director del contenido del vídeo
id: Pengarah konten vieo

source: The Distributor of the video content
es: El distribuidor del contenido del vídeo
id: Penyalur konten video

source: The Producer of the video content
es: El productor del contenido del vídeo
id: Produser konten video

source: The Producer's email address
es: La dirección de correo electrónico del productor
id: Alamat email produser

source: The Producer's mailing address
es: La dirección de correo electrónico del productor
id: Alamat surat produser

source: The associated country of origin of the video content
es: El país de origen asociado al contenido del vídeo
id: Negara asal konten video

source: The caption for the thumbnail image.
es: El título de la imagen en miniatura.
id: Judul untuk thumbnail gambar.

source: The date the video content was released.
es: La fecha del contenido deL vídeo en la cual fue publicada.
id: Tanggal konten video diluncurkan.

source: The description of the video content
es: La descripción del contenido de vídeo
id: Keterangan konten video

source: The genre of the video
es: El genero del vídeo
id: Genre video

source: The main description for the callout
es: La principal descripción del llamado
id: Keterangan tentang pengumuman

source: The main text content
es: El principal texto de contenido
id: Konten teks utama

source: The text caption describing the image
es: El título de texto que describe la imagen
id: Teks untuk menjelaskan gambar

source: The text caption describing the image.
es: El título de texto que describe la imagen.
id: Teks untuk menjelaskan gambar.

source: The thumbnail image for the video content
es: La imagen en miniatura para el contenido del vídeo
id: Gambar untuk konten video

source: The uploaded video file
es: El archivo de vídeo subido
id: Berkas video yang diupload

source: The video categories - select as many as applicable.
es: Las categorías de vídeo - seleccione tantas como corresponda.
id: Kategori video - pilih sebanyak yang sesuai

source: The website URL for the video content
es: La dirección URL del sitio Web para el contenido del vídeo.
id: URL situs web untuk konten video

source: Thumbnail Image description
es: Descripción de imagen en miniatura
id: Keterangan Thumbnail Gambar

source: Transcode Status
es: Estatus de conversión
id: Status Transcode

source: Typically a callout has an associated location in a common format (i.e. City, State)
es: Típicamente un llamado esta asociado a una ubicación en un formato común (ej. Ciudad, Estado)
id: Biasanya suatu pengumuman data lokasinya memiliki format standar (contoh, Kota, Propinsi)

source: Video Categories
es: Categorías de vídeo
id: Kategori-kategori Video

source: Video File
es: Archivo de vídeo
id: Berkas Video

source: Video Genre
es: Genero de vídeo
id: Genre Video

source: Video Genres
es: Géneros de vídeo
id: Genre-genre Video

source: Video Thumbnail
es: Thumbnail de vídeo
id: Thumbnail video

source: Video Topics
es: Temática de vídeo
id: Topik Video

source: Video information
es: Información de vídeo
id: Informasi Video

source: Videos best viewed on VLC player
es: Los vídeos son visualizados mucho mejor con el reproductor VLC
id: Video ini lebih baik dimainkan dengan menggunakan VLC Player

source: Videos featured by the editorial team.
es: Vídeos destacados por el equipo editorial.
id: Video terpilih oleh tim editorial.

source: View editorial policy
es: Política de vista editorial
id: Lihat kebijakan editorial

source: War / Peace
es: Guerra / Paz
id: Perang / Damai

source: Water
es: Agua
id: Air

source: Website Address
es: Dirección del Sitio Web
id: Alamat Situsweb

source: Website URL
es: Dirección URL del Sitio Web
id: URL Situsweb

source: Website for more info about the callout
es: Sitio web para más información acerca de este llamado
id: Situsweb untuk keterangan lebih lengkap tentang pengumuman ini

source: West Papua
es: Nueva Guinea Occidental
id: Papua Barat

source: Will be shown in the call out listings, and the call out item itself. Image will be scaled to a sensible size.
es: Será mostrada en la lista de llamados, y la llamada por si misma del elemento. La imagen será modificada para que un tamaño razonable.
id: Akan ditampilkan dalam daftar pengumuman. Gambar akan diubah ke dalam ukuran yang sewajarnya.

source: Work
es: Trabajo
id: Kerja

source: Workshop
es: Taller
id: Lokakarya

source: cancel_transcoding
es: Si el vídeo convertido automáticamente esta dañado, o es de mala calidad, etc., usted podria gustarle
id: batalkan

source: turn off flowplayer and automatic transcoding
es: desactivar el reproductor FlowPlayer y convirtiendo automáticamente.
id: transcoding

source: copy_embed_code
es: Copiar el siguiente código para empotrar la película dentro de otra página Web:
id: Salin skrip berikut untuk menempelkan video ini ke situs web lain

source: description_no_items_in_topic
es: No hay actualmente resultados para este búsqueda.
id: Tidak ditemukan hasil dalam pencarian ini

source: go_to_parent_url
es: Subir un nivel
id: Ke atas nya

source: more info
es: más información
id: info selengkapnya

source: no_body_text
es: Este elemento no tiene ningún tipo texto de cuerpo, haga clic en la pestaña editar para cambiarlo.
id: Item ini punya badan teks, klik pada tab ubah untuk mengubahnya

source: publish_callout_blurb
es: ¿Esta buscando el contenido de un DVD recopilatorio, proyección, festival de cine o del personal de una producción?, Permita que las personas sepan al respecto de esto agregando un llamado.
id: Anda mencari kompilasi DVD, pemutaran film, festival film atau kru untuk produksi film? Sampaikan ke semua orang tentang hal itu dengan menambahkan pengumuman

source: publish_event_blurb
es: La lista de sus eventos como por ej. proyecciones, festivales de cine o talleres están aquí.
id: Daftarkan agenda anda semisal pemutaran film, festival film atau lokakarya disini.

source: publish_news_blurb
es: Cuéntanos las noticias acerca de sus producciones pasadas y futuras, y promueva su trabajo.
id: Sampaikan semua berita tentang produksi anda sebelumnya atau yang akan datang dan promosikan karya anda.

source: publish_video_blurb
es: Comparta sus producciones subiendo los vídeos a ${site_name}. Los vídeos será enviados automáticamente a aprobar su publicación.
id: Berbagi produk anda dengan mengunggah video ke ${site_name}. Video-video akan didaftar secara otomatis untuk persetujuan publikasi.

source: restart_transcoding
es: Puede que le guste tratar de <a href="${DYNAMIC_CONTENT}">iniciar de nuevo la conversión.</a>
id: Cobalah untuk

source: re-start transcoding
es: iniciar de nuevo conversión
id: mengulangi transcoding.

source: thumbnail_click_to_enlarge
es: Vista de imagen grande
id: Lihat gambar yang lebih besar

source: title
es: Sindicación RSS2
id: Sindikasi RSS2

source: write the producer
es: contactar al productor
id: tuliskan produsernya

source: Director
id: Pengarah

source: Experimental
id: Percobaan

source: Nuclear
id: Nuklir
